Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

source: Check for Updates...
de: Nach Updates suchen...
he: חפש עדכונים...
ja: アップデートを確認...
zh_hans: 检查更新...

source: Check for updates on launch
de: Suchen Sie beim Start nach Updates
he: בדוק אם קיימים עדכונים בעת ההשקה
ja: 起動時にアップデートを確認する
zh_hans: 启动时检查更新

source: Checking for updates...
de: Suche nach Updates...
he: מחפש עדכונים...
ja: アップデートをチェックしています...
zh_hans: 正在检查更新...

source: Chrome History
de: Chrome-Verlauf
he: היסטוריית Chrome
ja: Chromeの歴史
zh_hans: Chrome 历史

source: Chrome Profiles
de: Chrome-Profile
he: פרופילי Chrome
ja: Chrome プロファイル
zh_hans: Chrome 配置文件

source: Chrome Profiles & Extensions
de: Chrome-Profile und -Erweiterungen
he: פרופילים ותוספים של Chrome
ja: Chrome プロファイルと拡張機能
zh_hans: Chrome 配置文件和扩展程序

source: Chrome browsing history across all profiles — close Chrome first
de: Chrome-Browserverlauf für alle Profile – schließen Sie zuerst Chrome
he: היסטוריית הגלישה של Chrome בכל הפרופילים - סגור תחילה את Chrome
ja: すべてのプロファイルにわたる Chrome の閲覧履歴 - まず Chrome を閉じます
zh_hans: 所有配置文件中的 Chrome 浏览历史记录 - 首先关闭 Chrome

source: Chrome cache, GPU cache, service workers — rebuilt automatically
de: Chrome-Cache, GPU-Cache, Servicemitarbeiter – automatisch neu erstellt
he: מטמון Chrome, מטמון GPU ו-Service Workers — נבנים מחדש אוטומטית
ja: Chrome キャッシュ、GPU キャッシュ、サービス ワーカー - 自動的に再構築されます
zh_hans: Chrome 缓存、GPU 缓存、服务工作人员 — 自动重建

source: Claude Desktop Data
de: Claude Desktop-Daten
he: נתוני Claude Desktop
ja: Claude Desktopデータ
zh_hans: Claude Desktop 数据

source: Clean
de: Bereinigen
he: נקה
ja: クリーンアップ
zh_hans: 清理

source: Clean Duplicates?
de: Duplikate bereinigen?
he: לנקות את הכפילויות?
ja: 重複ファイルをクリーンアップしますか？
zh_hans: 清理重复文件？

source: Clean Errors
de: Bereinigungsfehler
he: שגיאות בניקוי
ja: クリーンアップエラー
zh_hans: 清理错误

source: Clean Leftovers
de: Datenreste bereinigen
he: נקה שאריות
ja: 残存ファイルをクリーンアップ
zh_hans: 清理残留文件

source: Clean Selected
de: Auswahl bereinigen
he: נקה את הפריטים שנבחרו
ja: 選択項目をクリーンアップ
zh_hans: 清理所选项目

# Clean Selected — %@
source: Clean Selected — %1$@
de: Auswahl bereinigen – %1$@
he: נקה את הפריטים שנבחרו — %1$@
ja: 選択項目をクリーンアップ — %1$@
zh_hans: 清理所选项目 — %1$@

source: Cleaning
de: Bereinigung
he: ניקוי
ja: クリーンアップ
zh_hans: 清理

source: Cleaning...
de: Bereinigung läuft...
he: ניקוי...
ja: クリーンアップ中...
zh_hans: 正在清理...

source: Cleans up "Open With" menu — removes stale/duplicate entries
de: Bereinigt das Menü „Öffnen mit“ – entfernt veraltete/doppelte Einträge
he: מנקה את תפריט "פתח עם" - מסיר ערכים מיושנים/כפולים
ja: 「プログラムから開く」メニューをクリーンアップします - 古い/重複したエントリを削除します
zh_hans: 清理“打开方式”菜单 - 删除陈旧/重复的条目

source: Cleanup
de: Bereinigung
he: ניקוי
ja: クリーンアップ
zh_hans: 清理

source: Cleanup Complete
de: Bereinigung abgeschlossen
he: הניקוי הושלם
ja: クリーンアップ完了
zh_hans: 清理完成

source: Cleanup results are not your whole disk
de: Die Bereinigungsergebnisse betreffen nicht Ihre gesamte Festplatte
he: תוצאות הניקוי אינן כל הדיסק שלך
ja: クリーンアップの結果はディスク全体ではありません
zh_hans: 清理结果不是您的整个磁盘

source: Clear Font Cache
de: Schriftart-Cache leeren
he: נקה את מטמון הגופנים
ja: フォントキャッシュのクリア
zh_hans: 清除字体缓存

source: Clears stale DNS lookups — fixes website access issues
de: Löscht veraltete DNS-Suchen – behebt Probleme beim Website-Zugriff
he: מנקה רשומות DNS ישנות — פותר בעיות גישה לאתרים
ja: 古い DNS ルックアップをクリア — Web サイトのアクセス問題を修正します
zh_hans: 清除过时的 DNS 查找 — 修复网站访问问题

source: Click **Scan** to analyze your Mac. SparkClean will find caches, reviewable stale temporary files, build artifacts, and other reclaimable space.
de: Klicken Sie auf **Scannen**, um Ihren Mac zu analysieren. SparkClean findet Caches, überprüfbare veraltete temporäre Dateien, Build-Artefakte und anderen zurückgewinnbaren Speicherplatz.
he: לחץ על **סרוק** כדי לנתח את ה-Mac שלך. SparkClean יאתר מטמונים, קבצים זמניים ישנים לבדיקה, תוצרי בנייה ושטח נוסף שניתן לפינוי.
ja: [**スキャン**] をクリックして Mac を分析します。 SparkClean は、キャッシュ、確認可能な古い一時ファイル、ビルド アーティファクト、その他の再利用可能なスペースを見つけます。
zh_hans: 单击 **扫描** 来分析您的 Mac。 SparkClean 将查找缓存、可检查的陈旧临时文件、构建工件和其他可回收空间。

source: Click **Scan** to deep-scan your Mac for caches, temp files, orphaned app data, Docker resources, unused apps, and more.
de: Der Mac räumt sich leider nicht selbst auf. Klicke auf **Scannen**, um Caches, temporäre Dateien, App-Reste, Docker-Ressourcen und ungenutzte Apps zu finden.
he: ה‑Mac לא ינקה את עצמו. לחצו על **סרוק** כדי למצוא מטמונים, קבצים זמניים, שאריות של יישומים, משאבי Docker, יישומים שלא בשימוש ועוד.
ja: Macは自分では片付けてくれません。**スキャン**をクリックすると、 キャッシュ、一時ファイル、アプリの残存データ、Dockerリソースなどを確認できます。
zh_hans: Mac 不会自己收拾。点击 **扫描**，找出缓存、临时文件、 App 残留、Docker 资源、长期不用的 App 等内容。

source: Click the refresh button to scan startup items
de: Klicken Sie auf die Schaltfläche „Aktualisieren“, um Startobjekte zu scannen
he: לחץ על לחצן הרענון כדי לסרוק פריטי הפעלה
ja: 更新ボタンをクリックしてスタートアップ項目をスキャンします
zh_hans: 点击刷新按钮扫描启动项

source: Close
de: Schließen
he: סגור
ja: 閉じる
zh_hans: 关闭

source: Close applications before cleanup
de: Schließen Sie Anwendungen vor der Bereinigung
he: סגור יישומים לפני ניקוי
ja: クリーンアップの前にアプリケーションを閉じる
zh_hans: 清理前关闭应用程序

source: Colima / Lima / minikube local VM data — deleting removes local VMs
de: Lokale VM-Daten von Colima/Lima/minikube – durch das Löschen werden lokale VMs entfernt
he: נתוני מכונות וירטואליות מקומיות של Colima, Lima ו-minikube — המחיקה מסירה מכונות וירטואליות מקומיות
ja: Colima / Lima / minikube ローカル VM データ — 削除するとローカル VM が削除されます
zh_hans: Colima / Lima / minikube 本地虚拟机数据 — 删除会删除本地虚拟机

source: Command:
de: Befehl:
he: פקודה:
ja: コマンド:
zh_hans: 命令：

source: Compact Launch Services
de: Launch Services-Datenbank komprimieren
he: ניקוי Launch Services
ja: Launch Servicesデータベースを整理
zh_hans: 压缩 Launch Services 数据库

# Comparing candidates (%lld/%lld)...
source: Comparing candidates (%1$lld/%2$lld)...
de: Kandidaten vergleichen (%1$lld/%2$lld)...
he: השוואת מועמדים (%1$lld/%2$lld)...
ja: 候補 (%1$lld/%2$lld) を比較しています...
zh_hans: 比较候选者 (%1$lld/%2$lld)...

source: Comparing file headers...
de: Dateikopfzeilen vergleichen...
he: השוואת כותרות קבצים...
ja: ファイルヘッダーを比較しています...
zh_hans: 比较文件头...

source: Completely remove apps and all their hidden data with one click.
de: Entfernen Sie Apps und alle ihre versteckten Daten vollständig mit einem Klick.
he: הסר יישומים ואת כל הנתונים הנסתרים שלהם בלחיצה אחת.
ja: ワンクリックでアプリとそのすべての非表示データを完全に削除します。
zh_hans: 一键彻底删除应用程序及其所有隐藏数据。

source: Composer download cache — re-fetched on install
de: Composer-Download-Cache – wird bei der Installation erneut abgerufen
he: מטמון ההורדות של Composer — יורד מחדש בעת ההתקנה
ja: Composer ダウンロード キャッシュ - インストール時に再フェッチされる
zh_hans: Composer 下载缓存 — 安装时重新获取

source: Conda Package Stores
de: Conda-Paketspeicher
he: מאגרי חבילות Conda
ja: Conda パッケージ ストア
zh_hans: Conda 软件包存储

source: Conda package stores — removal can break environments that use symlinked packages
de: Conda-Paketspeicher – Durch das Entfernen können Umgebungen zerstört werden, die symbolisch verknüpfte Pakete verwenden
he: מאגרי חבילות Conda — הסרתם עלולה לשבור סביבות שמשתמשות בחבילות המקושרות בקישורים סמליים
ja: Conda パッケージ ストア - 削除するとシンボリックリンクされたパッケージを使用する環境が壊れる可能性があります
zh_hans: Conda 包存储 - 删除可能会破坏使用符号链接包的环境

source: Configurable scan thresholds
de: Konfigurierbare Scan-Schwellenwerte
he: ספי סריקה הניתנים להגדרה
ja: 構成可能なスキャンしきい値
zh_hans: 可配置的扫描阈值

source: Confirm Cleanup
de: Bereinigung bestätigen
he: אשר ניקוי
ja: クリーンアップの確認
zh_hans: 确认清理

source: Contact
de: Kontakt
he: יצירת קשר
ja: お問い合わせ
zh_hans: 联系

source: Contact Support
de: Kontaktieren Sie den Support
he: צור קשר עם התמיכה
ja: サポートに連絡する
zh_hans: 联系支持人员

source: Contact and bug report links now open GitHub issues instead of email
de: Kontakt- und Fehlerberichtslinks öffnen jetzt GitHub-Probleme statt E-Mails
he: קישורים ליצירת קשר ולדיווח על באגים פותחים כעת דפי בעיות ב-GitHub במקום דוא"ל
ja: 連絡先とバグレポートのリンクでは、電子メールではなく GitHub の問題が開かれるようになりました
zh_hans: 联系方式和错误报告链接现在可打开 GitHub 问题，而不是电子邮件

source: Contains all containers and images
de: Enthält alle Container und Bilder
he: מכיל את כל הקונטיינרים והתמונות
ja: すべてのコンテナとイメージが含まれます
zh_hans: 包含所有容器和图像

source: Copy Info
de: Informationen kopieren
he: העתק מידע
ja: 情報をコピーする
zh_hans: 复制信息

source: Copy to Clipboard
de: In die Zwischenablage kopieren
he: העתק ללוח
ja: クリップボードにコピー
zh_hans: 拷贝到剪贴板

source: Copyright © 2026 George Khananaev. All rights reserved.
de: Copyright © 2026 George Khananaev. Alle Rechte vorbehalten.
he: זכויות יוצרים © 2026 George Khananaev. כל הזכויות שמורות.
ja: 著作権 © 2026 ジョージ・カナナエフ。無断転載を禁じます。
zh_hans: 版权所有 © 2026 乔治·卡纳纳耶夫。版权所有。

source: Core Scans
de: Kernscans
he: סריקות ליבה
ja: コアスキャン
zh_hans: 核心扫描

source: Could not compact Launch Services
de: Launch Services-Datenbank konnte nicht komprimiert werden
he: לא ניתן היה לנקות את Launch Services
ja: Launch Servicesデータベースを整理できませんでした
zh_hans: 无法压缩 Launch Services 数据库

# Could not disable %@. launchctl did not complete successfully.
source: Could not disable %1$@. launchctl did not complete successfully.
de: %1$@ konnte nicht deaktiviert werden. launchctl wurde nicht erfolgreich abgeschlossen.
he: לא ניתן להשבית את %1$@. launchctl לא הושלם בהצלחה.
ja: %1$@ を無効にできませんでした。 launchctl が正常に完了しませんでした。
zh_hans: 无法禁用%1$@。 launchctl 未成功完成。

# Could not enable %@. launchctl did not complete successfully.
source: Could not enable %1$@. launchctl did not complete successfully.
de: %1$@ konnte nicht aktiviert werden. launchctl wurde nicht erfolgreich abgeschlossen.
he: לא ניתן להפעיל את %1$@. launchctl לא הושלם בהצלחה.
ja: %1$@ を有効にできませんでした。 launchctl が正常に完了しませんでした。
zh_hans: 无法启用%1$@。 launchctl 未成功完成。

source: Could not flush the DNS cache
de: Der DNS-Cache konnte nicht geleert werden
he: לא ניתן לנקות את מטמון ה-DNS
ja: DNSキャッシュをフラッシュできませんでした
zh_hans: 无法刷新 DNS 缓存

source: Could not list Time Machine snapshots.
de: Time Machine-Snapshots konnten nicht aufgelistet werden.
he: לא ניתן היה להציג את תמונות המצב של Time Machine.
ja: Time Machine スナップショットをリストできませんでした。
zh_hans: 无法列出 Time Machine 快照。

# Could not move "%@" to Trash. %@
source: Could not move "%1$@" to Trash. %2$@
de: „%1$@“ konnte nicht in den Papierkorb verschoben werden. %2$@
he: לא ניתן היה להעביר את "%1$@" לאשפה. %2$@
ja: 「%1$@」をゴミ箱に移動できませんでした。 %2$@
zh_hans: 无法将“%1$@”移至废纸篓。 %2$@

# Could not prepare the private administrator helper: %@
source: Could not prepare the private administrator helper: %1$@
de: Der private Administrator-Helfer konnte nicht vorbereitet werden: %1$@
he: לא ניתן היה להכין את עוזר המנהל הפרטי: %1$@
ja: プライベート管理者ヘルパーを準備できませんでした: %1$@
zh_hans: 无法准备私人管理员助手：%1$@

source: Could not safely determine the APFS container identifier.
de: Die APFS-Container-ID konnte nicht sicher ermittelt werden.
he: לא ניתן היה לקבוע בבטחה את מזהה המאגר של APFS.
ja: APFS コンテナ識別子を安全に特定できませんでした。
zh_hans: 无法安全地确定 APFS 容器标识符。

source: Could not save the file.
de: Die Datei konnte nicht gespeichert werden.
he: לא ניתן לשמור את הקובץ.
ja: ファイルを保存できませんでした。
zh_hans: 无法保存文件。

source: Could not verify the item's filesystem identity
de: Die Dateisystemidentität des Elements konnte nicht überprüft werden
he: לא ניתן לאמת את זהות מערכת הקבצים של הפריט
ja: アイテムのファイルシステム ID を検証できませんでした
zh_hans: 无法验证项目的文件系统身份

source: Could not verify the latest GitHub release. Check your connection and try again.
de: Die neueste GitHub-Version konnte nicht überprüft werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
he: לא ניתן היה לאמת את המהדורה האחרונה של GitHub. בדוק את החיבור שלך ונסה שוב.
ja: 最新の GitHub リリースを確認できませんでした。接続を確認して、もう一度試してください。
zh_hans: 无法验证最新的 GitHub 版本。检查您的连接并重试。

source: Crash Report
de: Absturzbericht
he: דוח קריסה
ja: クラッシュレポート
zh_hans: 崩溃报告

source: Crash Reports
de: Absturzberichte
he: דוחות קריסה
ja: クラッシュレポート
zh_hans: 崩溃报告

source: Current and historical log files — review if you are diagnosing an issue
de: Aktuelle und historische Protokolldateien – überprüfen Sie, ob Sie ein Problem diagnostizieren
he: קובצי יומן נוכחיים והיסטוריים - בדוק אם אתה מאבחן בעיה
ja: 現在および過去のログ ファイル - 問題を診断している場合は確認してください
zh_hans: 当前和历史日志文件——查看您是否正在诊断问题

source: DETAILED FINDINGS BY CATEGORY
de: DETAILLIERTE ERGEBNISSE NACH KATEGORIE
he: ממצאים מפורטים לפי קטגוריה
ja: カテゴリ別の詳細な調査結果
zh_hans: 按类别划分的详细调查结果

source: DISK USAGE
de: Festplattennutzung
he: שימוש בדיסק
ja: ディスク使用量
zh_hans: 磁盘使用情况

source: DNS cache flushed
de: DNS-Cache geleert
he: מטמון ה-DNS נוקה
ja: DNSキャッシュがフラッシュされました
zh_hans: DNS 缓存已刷新

source: Dashboard
de: Übersicht
he: סקירה כללית
ja: 概要
zh_hans: 概览

source: Data
de: Daten
he: נתונים
ja: データ
zh_hans: 数据

source: Data Collection
de: Datenerfassung
he: איסוף נתונים
ja: データ収集
zh_hans: 数据收集

source: Data volume
de: Datenvolumen
he: נפח נתונים
ja: データ量
zh_hans: 数据量

source: Data-side system files
de: Datenseitige Systemdateien
he: קובצי מערכת באמצעי האחסון Data
ja: データ側のシステム ファイル
zh_hans: 数据端系统文件

source: Deep Scan
de: Tiefenscan
he: סריקה מעמיקה
ja: 詳細スキャン
zh_hans: 深度扫描

source: Deep scan for caches, temp files, logs, and crash reports
de: Tiefenscan nach Caches, temporären Dateien, Protokollen und Absturzberichten
he: סריקה עמוקה לאיתור מטמונים, קבצים זמניים, יומנים ודוחות קריסה
ja: キャッシュ、一時ファイル、ログ、クラッシュ レポートのディープ スキャン
zh_hans: 深度扫描缓存、临时文件、日志和崩溃报告

source: Delete
de: Löschen
he: מחק
ja: 削除
zh_hans: 删除

# Delete Selected (%lld)
source: Delete Selected (%1$lld)
de: Ausgewählte löschen (%1$lld)
he: מחק את הנבחרים (%1$lld)
ja: 選択したものを削除 (%1$lld)
zh_hans: 删除所选内容 (%1$lld)

source: Delete Snapshots
de: Schnappschüsse löschen
he: מחק תמונות מצב
ja: スナップショットの削除
zh_hans: 删除快照

source: Deletion Behavior
de: Löschverhalten
he: התנהגות מחיקה
ja: 削除動作
zh_hans: 删除行为

source: Deletion audit log written to ~/Library/Logs/SparkClean/
de: Lösch-Audit-Protokoll in ~/Library/Logs/SparkClean/ geschrieben
he: יומן ביקורת המחיקה נכתב אל ⁦~/Library/Logs/SparkClean/⁩
ja: 削除監査ログは ~/Library/Logs/SparkClean/ に書き込まれます
zh_hans: 删除审核日志写入 ~/Library/Logs/SparkClean/

source: Deno module cache — the ~/.deno installation and binaries are not touched
de: Deno-Modul-Cache – die ~/.deno-Installation und die Binärdateien bleiben davon unberührt
he: מטמון המודולים של Deno — ההתקנה והקבצים הבינאריים תחת ⁦~/.deno⁩ לא יוסרו
ja: Deno モジュール キャッシュ — ~/.deno インストールとバイナリには触れません
zh_hans: Deno 模块缓存 — ~/.deno 安装和二进制文件未受影响

source: Description:
de: Beschreibung:
he: תיאור:
ja: 説明:
zh_hans: 说明：

source: Deselect All
de: Auswahl aufheben
he: בטל את כל הבחירות
ja: すべての選択を解除
zh_hans: 全部取消选择

source: Deselect All Items
de: Alle Elemente abwählen
he: בטל את בחירת כל הפריטים
ja: すべての項目の選択を解除
zh_hans: 取消选择所有项目

source: Detailed export reports
de: Detaillierte Exportberichte
he: דוחות ייצוא מפורטים
ja: 詳細な輸出レポート
zh_hans: 详细的出口报告

source: Detect unused applications
de: Erkennen Sie ungenutzte Anwendungen
he: זהה יישומים שאינם בשימוש
ja: 使用されていないアプリケーションを検出する
zh_hans: 检测未使用的应用程序

source: Developer
de: Entwickler
he: מפתח
ja: 開発者
zh_hans: 开发者

source: Developer & tool caches
de: Entwickler- und Tool-Caches
he: מטמונים של מפתחים וכלים
ja: 開発者およびツールのキャッシュ
zh_hans: 开发者和工具缓存

source: Developer Projects
de: Entwicklerprojekte
he: פרויקטים למפתחים
ja: 開発者プロジェクト
zh_hans: 开发者项目

source: Developer Tools
de: Entwicklertools
he: כלי פיתוח
ja: 開発ツール
zh_hans: 开发工具

source: Developer tools cleanup (Xcode, Android, Gradle)
de: Entwicklerwerkzeuge aufräumen (Xcode, Android, Gradle)
he: ניקוי כלי פיתוח: Xcode, Android ו‑Gradle
ja: 開発ツールの整理（Xcode、Android、Gradle）
zh_hans: 清理开发工具（Xcode、Android、Gradle）

source: Directory:
de: Verzeichnis:
he: ספרייה:
ja: ディレクトリ:
zh_hans: 目录：

source: Disable file types you want to keep. Only enabled types will appear in scan results.
de: Deaktivieren Sie Dateitypen, die Sie behalten möchten. In den Scanergebnissen werden nur aktivierte Typen angezeigt.
he: השבת סוגי קבצים שברצונך לשמור. רק סוגים מופעלים יופיעו בתוצאות הסריקה.
ja: 保持したいファイルの種類を無効にします。有効なタイプのみがスキャン結果に表示されます。
zh_hans: 禁用您想要保留的文件类型。只有启用的类型才会出现在扫描结果中。

source: Disclaimer
de: Haftungsausschluss
he: כתב ויתור
ja: 免責事項
zh_hans: 免责声明

source: Discord cache — rebuilt automatically
de: Discord-Cache – automatisch neu erstellt
he: מטמון דיסקורד - נבנה מחדש באופן אוטומטי
ja: Discord キャッシュ — 自動的に再構築されます
zh_hans: Discord 缓存 — 自动重建

source: Disk Map
de: Speicherbelegung
he: מפת הדיסק
ja: ディスクマップ
zh_hans: 磁盘地图

source: Disk Usage
de: Speichernutzung
he: שימוש בדיסק
ja: ディスク使用状況
zh_hans: 磁盘使用情况

source: Disk analysis was cancelled. The previous completed map is still shown.
de: Die Festplattenanalyse wurde abgebrochen. Die zuvor abgeschlossene Karte wird weiterhin angezeigt.
he: ניתוח הדיסק בוטל. המפה הקודמת שהושלמה עדיין מוצגת.
ja: ディスク分析がキャンセルされました。以前に完成したマップが引き続き表示されます。
zh_hans: 磁盘分析已取消。之前完成的地图仍然显示。

# Disk usage: %@ used, %@ free, %@ reclaimable
source: Disk usage: %1$@ used, %2$@ free, %3$@ reclaimable
de: Festplattennutzung: %1$@ verwendet, %2$@ kostenlos, %3$@ rückgewinnbar
he: שימוש בדיסק: %1$@ בשימוש, %2$@ פנוי, %3$@ לפינוי
ja: ディスク使用量: %1$@ 使用済み、%2$@ 空き、%3$@ 再利用可能
zh_hans: 磁盘使用情况：%1$@已使用，%2$@空闲，%3$@可回收

source: Dismiss
de: Entlassen
he: סגור
ja: 解雇する
zh_hans: 解雇

source: Docker CLI Configuration
de: Docker-CLI-Konfiguration
he: הגדרות שורת הפקודה של Docker
ja: Docker CLI 構成
zh_hans: Docker CLI 配置

source: Docker Dangling Images
de: Docker-Dangling-Bilder
he: Docker images ללא תגית
ja: Docker のダングリング イメージ
zh_hans: Docker 悬挂图像

source: Docker Desktop generated logs and cache — CLI plugins and builder configuration are not touched
de: Von Docker Desktop generierte Protokolle und Cache – CLI-Plugins und Builder-Konfiguration bleiben davon unberührt
he: יומנים ומטמון שנוצרו על ידי Docker Desktop — תוספי שורת הפקודה והגדרות הבנייה לא יוסרו
ja: Docker Desktop が生成したログとキャッシュ — CLI プラグインとビルダー設定には影響しません
zh_hans: Docker Desktop 生成的日志和缓存 — CLI 插件和构建器配置不受影响

source: Docker Logs & Cache
de: Docker-Protokolle und Cache
he: יומנים ומטמון של Docker
ja: Docker のログとキャッシュ
zh_hans: Docker 日志和缓存

source: Docker Stopped Containers
de: Beendete Docker-Container
he: קונטיינרים עצורים של Docker
ja: 停止中のDockerコンテナ
zh_hans: Docker 已停止的容器

source: Docker resource
de: Docker-Ressource
he: משאב Docker
ja: Dockerリソース
zh_hans: Docker资源

source: Docker resource scanning and cleanup
de: Scannen und Bereinigen von Docker-Ressourcen
he: סריקה וניקוי משאבי Docker
ja: Docker リソースのスキャンとクリーンアップ
zh_hans: Docker资源扫描和清理

source: Docker resource — cleaned via Docker CLI instead of direct file deletion
de: Docker-Ressource – Bereinigt über die Docker-CLI statt direkter Dateilöschung
he: משאב Docker — מנוקה באמצעות שורת הפקודה של Docker במקום במחיקה ישירה של קבצים
ja: Docker リソース — ファイルを直接削除するのではなく、Docker CLI を介してクリーンアップされます。
zh_hans: Docker 资源——通过 Docker CLI 清理，而不是直接删除文件

source: Document Versions
de: Dokumentversionen
he: גרסאות מסמכים
ja: ドキュメントのバージョン
zh_hans: 文档版本

source: Documents
de: Dokumente
he: מסמכים
ja: 書類
zh_hans: 文件

source: Done
de: Fertig
he: בוצע
ja: 完了
zh_hans: 完成

source: Download
de: Herunterladen
he: הורד
ja: ダウンロード
zh_hans: 下载

source: Download Update
de: Update herunterladen
he: הורד עדכון
ja: アップデートをダウンロード
zh_hans: 下载更新

source: Download failed. Please try again.
de: Der Download ist fehlgeschlagen. Bitte versuchen Sie es erneut.
he: ההורדה נכשלה. אנא נסה שוב.
ja: ダウンロードに失敗しました。もう一度試してください。
zh_hans: 下载失败。请再试一次。

source: Download latest DMG directly from GitHub when an update is available
de: Laden Sie die neueste DMG direkt von GitHub herunter, wenn ein Update verfügbar ist
he: הורד את ה-DMG העדכני ביותר ישירות מ-GitHub כאשר עדכון זמין
ja: アップデートが利用可能になったら、最新の DMG を GitHub から直接ダウンロードします
zh_hans: 当有更新可用时，直接从 GitHub 下载最新的 DMG

source: Downloaded ML models — re-downloaded on demand
de: Heruntergeladene ML-Modelle – bei Bedarf erneut heruntergeladen
he: מודלי ML שהורדו — יורדו מחדש לפי דרישה
ja: ダウンロードされた ML モデル - オンデマンドで再ダウンロード
zh_hans: 下载的 ML 模型 — 根据需要重新下载

source: Downloaded firmware files (IPSW) — no longer needed after update
de: Heruntergeladene Firmware-Dateien (IPSW) – werden nach dem Update nicht mehr benötigt
he: קובצי קושחה שהורדו (IPSW) — אין צורך עוד לאחר העדכון
ja: ダウンロードしたファームウェア ファイル (IPSW) — 更新後は不要になります
zh_hans: 下载的固件文件 (IPSW) — 更新后不再需要

source: Downloaded packages — re-downloaded on next install
de: Heruntergeladene Pakete – werden bei der nächsten Installation erneut heruntergeladen
he: חבילות שהורדו - יורדו מחדש בהתקנה הבאה
ja: ダウンロードされたパッケージ - 次回のインストール時に再ダウンロードされます
zh_hans: 下载的软件包 - 下次安装时重新下载

# Downloading... %lld%%
source: Downloading... %1$lld%%
de: Herunterladen... %1$lld%%
he: מוריד... %1$lld%%
ja: ダウンロード中... %1$lld%%
zh_hans: 正在下载... %1$lld%%

source: Drag-and-drop .app files onto Uninstaller for instant analysis
de: Ziehen Sie .app-Dateien zur sofortigen Analyse per Drag-and-Drop auf das Deinstallationsprogramm
he: גרור ושחרר קובצי ⁦.app⁩ על כלי הסרת היישומים לניתוח מיידי
ja: .app ファイルをアンインストーラーにドラッグ アンド ドロップすると、即座に分析できます
zh_hans: 将 .app 文件拖放到卸载程序上以进行即时分析

source: Drop to Analyze
de: Zum Analysieren ablegen
he: שחרר כדי לנתח
ja: ドロップして分析
zh_hans: 放下来分析

source: Duplicate Finder
de: Duplikatsuche
he: איתור קבצים כפולים
ja: 重複ファイル検索
zh_hans: 查找重复文件

source: Duplicate Finder uses 150x less memory for image hashing
de: Der Duplicate Finder benötigt 150x weniger Speicher für das Bild-Hashing
he: איתור הכפילויות משתמש בפי 150 פחות זיכרון לצורך גיבוב תמונות
ja: Duplicate Finder が画像ハッシュに使用するメモリの使用量が 150 分の 1 に減少
zh_hans: 重复查找器使用的图像哈希内存减少了 150 倍

source: Duplicate files can be found using the Duplicate Finder tool.
de: Doppelte Dateien können mit dem Duplicate Finder-Tool gefunden werden.
he: ניתן למצוא קבצים כפולים באמצעות כלי איתור הכפילויות.
ja: 重複ファイルは、Duplicate Finder ツールを使用して見つけることができます。
zh_hans: 可以使用重复查找工具找到重复文件。

source: END OF REPORT
de: ENDE DES BERICHTS
he: סוף הדוח
ja: レポートの終わり
zh_hans: 报告结束

source: END OF UNINSTALLER REPORT
de: ENDE DES DEINSTALLER-BERICHTS
he: סוף דוח הסרת היישומים
ja: アンインストーラーレポートの終了
zh_hans: 卸载程序报告结束

source: EXACT
de: GENAU
he: מדויק
ja: 正確な
zh_hans: 精确

source: Enable APFS Defragmentation
de: Aktivieren Sie die APFS-Defragmentierung
he: הפעל איחוי APFS
ja: APFS デフラグを有効にする
zh_hans: 启用 APFS 碎片整理

source: Epic Games Library
de: Epic Games-Bibliothek
he: ספריית Epic Games
ja: Epic Gamesライブラリ
zh_hans: Epic Games 游戏库

source: Every deletion path now goes through one shared safety policy with delete-time re-validation
de: Jeder Löschpfad durchläuft jetzt eine gemeinsame Sicherheitsrichtlinie mit erneuter Validierung zum Löschzeitpunkt
he: כל נתיב מחיקה עובר כעת דרך מדיניות בטיחות משותפת אחת עם אימות מחדש בזמן מחיקה
ja: すべての削除パスは、削除時の再検証を備えた 1 つの共有安全ポリシーを通過するようになりました。
zh_hans: 现在，每个删除路径都会经过一个共享安全策略，并进行删除时重新验证

source: Every item is labeled Safe, Review, or Caution so you know what's risk-free.
de: Jedes Element ist als „Sicher“, „Prüfen“ oder „Vorsicht“ gekennzeichnet, damit das Risiko erkennbar ist.
he: כל פריט מסומן כבטוח, לבדיקה או בזהירות, כדי שתדע מה רמת הסיכון.
ja: すべての項目に「安全」「要確認」「注意」のラベルが付き、リスクを判断できます。
zh_hans: 每个项目都标有“安全”、“需检查”或“谨慎”，便于判断风险。

source: Export Detailed Audit Report...
de: Detaillierten Prüfbericht exportieren...
he: ייצוא דוח ביקורת מפורט...
ja: 詳細な監査レポートをエクスポート...
zh_hans: 导出详细审核报告...

source: Export Report...
de: Bericht exportieren...
he: ייצוא דוח...
ja: レポートをエクスポート...
zh_hans: 出口报告...

source: Export Summary Report...
de: Zusammenfassenden Bericht exportieren...
he: ייצוא דוח סיכום...
ja: 概要レポートをエクスポート...
zh_hans: 出口总结报告...

source: Failed
de: Fehlgeschlagen
he: נכשל
ja: 失敗
zh_hans: 失败

# Failed to clean Docker resource: %@
source: Failed to clean Docker resource: %1$@
de: Bereinigen der Docker-Ressource fehlgeschlagen: %1$@
he: ניקוי משאב Docker נכשל: %1$@
ja: Docker リソースのクリーンアップに失敗しました: %1$@
zh_hans: 清理 Docker 资源失败：%1$@

source: Failed — admin password required
de: Fehlgeschlagen – Administratorkennwort erforderlich
he: נכשל - נדרשת סיסמת מנהל
ja: 失敗しました — 管理者パスワードが必要です
zh_hans: 失败 — 需要管理员密码

source: File Access
de: Dateizugriff
he: גישה לקבצים
ja: ファイルアクセス
zh_hans: 文件访问

source: File Count:
de: Dateianzahl:
he: מספר קבצים:
ja: ファイル数:
zh_hans: 文件数量：

source: File Types to Include
de: Einzuschließende Dateitypen
he: סוגי קבצים להכללה
ja: 含めるファイルの種類
zh_hans: 要包含的文件类型
